Revit 2027 API
BuiltInFailures.FilledRegionFailures.CannotDrawFilledRegionError Property
 Can't draw [Filled Region Name].
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotDrawFilledRegionError { get; }
Public Shared ReadOnly Property CannotDrawFilledRegionError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotDrawFilledRegionError {
	FailureDefinitionId^ get ();
}
static member CannotDrawFilledRegionError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FilledRegionFailures Class
Autodesk.Revit.DB Namespace